def fortune(a):
    fortune_list = ["목적지가 아니라, 여정입니다.", "흥미진진한 기회가 찾아오면 받아들이세요.", "시도하기 전까진 모를 것입니다.", "낯선 사람에게 말 걸어도 좋습니다.",
                   "사랑은 산소같은 것입니다. 살기 위해서 필요합니다. ", "오래, 크게, 그리고 자주 웃으세요.", "당신이 만든 행복이 주위를 감쌀 것입니다.", 
                   "자신만의 무대를 만드세요. 관객이 기다리고 있습니다.", "기다리던 연락이 올 것입니다.", "시간이 해결해 줄 것이니, 고개 드세요.",
                   "아직 선택권이 남아있을 때 기회를 잡으세요.", "어제보다 좋은 하루가 될 것입니다.", "일찍 일어나는 새가 벌레를 잡지만, 두번째 쥐가 치즈를 얻습니다.",
                   "새로운 스포츠를 시작하기 좋은 때입니다.", "특별한 누군가가 나타날 것입니다.", "즐길 수 있을 때 즐기세요.", "영원히 살 것처럼 꿈꾸고 오늘 죽을 것처럼 살아라",
                "다음 생은 없어요. 그러니 하고 싶은 것을 하세요.", "일찍 일어나는 새가 피곤하다", "이 또한 지나갈꺼에요", "너는 내가 읽은 가장 아름다운 구절이다.",
                "너는 죽고 싶은 게 아니라 그렇게 살기 싫은 거겠지", "술로 만들어진 관계는 훗날 빈 술병처럼 허무하다.", "가는 말이 고우면 사람을 얕본다. 살고 싶은대로 살아봐요",
                "일은 어떻게든 풀린다. 흐르는대로 살자", "WORK HARD, PLAY HARD", "오늘 하루는 고민하지 말고 해보는게 어때요?"]
    
    
    return fortune_list[a]
